# CLI tools
brew "neovim"
brew "stow"
brew "fzf"
brew "zig"
brew "go"
brew "node"
brew "switchaudio-osx"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "mole"
brew "php"
brew "composer"
brew "emacs"

# GUI Applications
cask "zen"
cask "helium-browser"
cask "qobuz"
cask "ghostty"
cask "obsidian"
cask "iina"
cask "obs"
cask "qbittorrent"
cask "tailscale-app"
cask "affinity"
cask "blender"
cask "nikitabobko/tap/aerospace"
cask "discord"
cask "emacs"
cask "zoom"
