# CLI tools
brew "neovim"
brew "git"
brew "curl"
brew "mas"
brew "stow"
brew "fzf"
brew "zig"
brew "go"
brew "node"
brew "switchaudio-osx"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
tap "asmvik/formulae"
brew "asmvik/formulae/skhd"
brew "lazygit"

# GUI Applications
cask "zen"
cask "qobuz"
cask "ghostty"
cask "obsidian"
cask "iina"
cask "obs"
cask "qbittorrent"
cask "ente-auth"
cask "tailscale-app"
cask "affinity"
cask "imageoptim"
cask "blender"
cask "appcleaner"
cask "cold-turkey-blocker"
